{
  "results": [
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Rates & Distribution Everything about managing rates, availability and booking channels. Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Profiles & Tasks Everything about guests, companies, users, emails and task management. Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Getting Started Getting started with Noovy? Start here and become a Noovy expert! Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Getting Started Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Getting Started Getting started with Noovy? Start here and become a Noovy expert! How to Connect the Terminal to your Wi-Fi Hoe gebruik ik de Boekings Pagina? Hoe bereik ik het Noovy support team? How to create and manage Segments How to Customise your Registration Form Contacts & Procedures Onboarding process How to contact the support team? How to create a user for Noovy Support on your Online Travel Agent's extranet(s) Basics What is Noovy? How to start with Noovy? How to manage bookings? -Related articles Advanced The Products Feature explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Pages The Dashboard explained The Rooms Calendar explained The Booking List explained The Booking Page explained The Booking Pop-up explained Online Check-In The Group Booking Page explained How to use the POS List See less ▼ How to's MobileKeys Integration: Sending Mobile Keys How to add a guest to a booking? How to Split a Booking in regards to increased VAT in 2026. How to use Booking Notes? How to add extra's to a booking? How to Change the Room Type in a Booking? How to Allocate a Room to a Booking? How to cancel a booking? How to check-In a reservation? How to Add a Credit Card to an existing booking? How to treat a Cancelled or No Show Non Refundable Booking How to check-out a reservation? How to send an E-mail confirmation to a guest? How to Change the Room Rate of a Booking? How to Change the Housekeeping Status of a Room? How to set up Out of Order and Out of Service status How to lock a room? How to create a new booking? How to see the Balance of a multiple rooms booking? How to find a booking? How to setup your online check-in form? How to Create new Products? How to use Tags How to create a new Group Booking? How to handle a Early Check-Out Creating a venue (hotel) How to manage Your Booking's Meal Plans How to Cancel a Group Booking? How to set a reservation to Do Not Move/",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Lock the room? How to set up Cancellation Reasons? See less ▼ What is What is 'Automatic Room Allocation'? The Housekeeping Planner Report explained The Meals Report explained The Housekeeping Report explained The Manager Report explained The Availability Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many attempts at this request. Please try this action again in a few minutes. Having trouble? Contact the site's administrator",
      "metadata": {
        "title": "Noovy",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rates & Distribution Everything about managing rates, availability and booking channels. Restriction No Departures Restriction No Arrivals How to's Rate Calendar, Calendar View - How to change rates (prices) and availability. How to use Bulk Update How do I change the Minimum Length of Stay / Maximum Length of stay? Rate Calendar List View - How to change rates and availability. How to create a new Rate Plan How to read the Rates Calendar? See less ▼ What is What is an OTA? Restriction Auto Close Out Restriction Max. Number of Rooms What is ADR? What is RevPAR? The Channel Report Explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many attempts at this request. Please try this action again in a few minutes. Having trouble? Contact the site's administrator",
      "metadata": {
        "title": "Noovy",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Hardware Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Kiosk Configuration Guide Door Locks How to install Noovy door locks? How to connect a gateway to my WiFi? Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Profiles & Tasks Everything about guests, companies, users, emails and task management. Pages How do Tasks work? Payment Log Report Guest Profiles How to's How to Create a Task? How to Activate or De-Activate an Email Template? How to delete an Email Template? How to create a new Email template? Adding Guest Details to Email Templates How to login into Noovy? How to update your User Profile? How to download the mobile App How to create a profile Notification Center How to Create a Customised Role? How to Change User Permissions How to create and manage Company Profiles See less ▼ What is The Nationality Report explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Finance & Payments Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Pages Payment Log Report How to's How to take a payment via a credit card on file? How to Cancel a Proforma How to Cancel (release) a Credit Card Authorisation How to Capture a Credit Card Authorisation How to refund a payment? How to Email an Invoice? How to Download an Invoice? How to Change the Payer on a Proforma or Invoice? How to Attach a Payment to the (correct) document? How to Authorise a Credit Card? How to credit an invoice? How to Manually Create a Proforma? How to Combine Invoices? Setting up Payment Gateways Rules Creating one invoice for multiple bookings How to refund City Tax for Pre Paid Bookings How to control the Stripe Payments and Payouts How to send a payment link How to manage a cancellation policy How to send a credit card authorization link How to check for unfinalised proforma's How to generate a transaction report in Stripe How to Collect Payments on the Booking page. How to navigate through the Payment Gateway Logs How to manage and create Taxes See less ▼ What is The On Books Report explained What is the difference between Simple Post and Payment Gateway? The Pick Up Report explained The Tax Report explained The Revenue Report Explained The Payment Report explained The Billing Documents Report Explained The Debtor Report explained The Products",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Report explained The Payment Link Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Pages The Dashboard explained The Rooms Calendar explained The Booking List explained The Booking Page explained The Booking Pop-up explained Online Check-In The Group Booking Page explained How to use the POS List See less ▼ How to's MobileKeys Integration: Sending Mobile Keys How to add a guest to a booking? How to Split a Booking in regards to increased VAT in 2026. How to use Booking Notes? How to add extra's to a booking? How to Change the Room Type in a Booking? How to Allocate a Room to a Booking? How to cancel a booking? How to check-In a reservation? How to Add a Credit Card to an existing booking? How to treat a Cancelled or No Show Non Refundable Booking How to check-out a reservation? How to send an E-mail confirmation to a guest? How to Change the Room Rate of a Booking? How to Change the Housekeeping Status of a Room? How to set up Out of Order and Out of Service status How to lock a room? How to create a new booking? How to see the Balance of a multiple rooms booking? How to find a booking? How to setup your online check-in form? How to Create new Products? How to use Tags How to create a new Group Booking? How to handle a Early Check-Out Creating a venue (hotel) How to manage Your Booking's Meal Plans How to Cancel a Group Booking? How to set a reservation to Do Not Move/",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Lock the room? How to set up Cancellation Reasons? See less ▼ What is What is 'Automatic Room Allocation'? The Housekeeping Planner Report explained The Meals Report explained The Housekeeping Report explained The Manager Report explained The Availability Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to manage Your Booking's Meal Plans This article will walk you through everything you need to know about navigating the meal plan section of your reservation. See Your Meal Plan Status When you view a booking, you’ll immediately see its meal plan status Shortcode: If a meal plan is assigned, its code will display. N/A (not announced): No meal plan is currently set. MIX: Different meal plans are assigned to various guests in the booking. Review or Change Your Plan Click the \"Amend\" button to adjust your meal plan. Inside this module, you can: Toggle to view \"All Guests\" meal plans or focus on a \"Specific Guest\" . Deleting Meal Plans You have a couple of ways to remove meal plans: Click the three dots next to a single meal plan to delete it. Use the \"Delete Meal Plan\" button to remove entire types of meal plans or all of them at once. Adding New Meal Plans To add a meal plan, simply click the \"+Add Meal Plan\" Button and follow the prompts to finalize your selection. Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to manage Your Booking's Meal Plans",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to set up Out of Order and Out of Service status To set the status per room entity to Out Of Order or Out Of Service take the following steps provided in this article. ℹ️The diffefernce between OOO and OOS Out of Order (OOO) - When a technical issue makes a room unsellable, it should be marked as Out of Order. Out of Service (OOS) - If a room requires a minor repair or attention but remains sellable, set its status to Out of Service. This means the issue can be addressed while the room is still available, provided repairs are completed before the next guest checks in. Setting a room to OOO or OOS will be done in the Room Calendar: Hover your cursor over the system menu and click on Room Calendar : Select the desired date range in the calendar to set a room as Out of Order (OOO) or Out of Service (OOS): Navigate to the room you wish to mark as OOO or OOS. Double-click on the first date you want to set the OOO or OOS status; a toolbar will appear on that date: To select multiple dates , click and hold the toolbar, then drag it to the desired end date for the OOO or OOS period. Alternatively, you can amend the dates manually later as described in this article. Click on the + sign on the toolbar and a pop up will appear. Here you can either choose OOO or OOS : In the pop-up, enter the reason for setting the room to OOO or OOS and select or correct the applicable",
      "metadata": {
        "title": "How to set up Out of Order and Out of Service status (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "dates. To cancel the action , click the bin icon ; to confirm , click Save : The room will now display as OOO or OOS for the selected dates, and a temporary confirmation message will appear: Hovering over the status will display the reason , the person who made the change and when this was executed : To cancel or change dates of the OOO click on the bar and choose your action: 💡Tip: Setting a specific room to Out of Order will instantly remove it from availability, stopping sales on all channels , including OTAs like Booking.com, Expedia, and your own website. This provides a fast alternative to change availability, compared to updating the Rate Calendar. Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to set up Out of Order and Out of Service status (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Overslaan naar inhoud Nederlands Deutsch English Nederlands Submenu tonen voor vertalingen Hoofdnavigatie openen Hoofdnavigatie sluiten Nederlands Deutsch English Nederlands Submenu tonen voor vertalingen Ga naar www.noovy.com Ga naar www.noovy.com Hulp nodig? Wij staan voor u klaar. Er zijn geen suggesties want het zoekveld is leeg. Kenniscentrum Boekingen & Kamers Boekingen & Kamers Pagina's How to's Wat is Tarieven en distributie How to's Wat is de betekenis van ADR Financiën en betalingen Pagina's How to´s Wat is Profielen & Taken Pagina's How to's Wat is Aan de slag Contacts & Procedures Gevorderd How-Tos Boekingen & Kamers Alles over kamers, boekingen, producten en online check-in. Hoe gebruik ik de boeking pop-up? Welke artikelen helpen mij om mijn boekingen te beheren? Pagina's De Groepsboeking pagina uitgelegd De Boekings Pop-up uitgelegd De Boeking Lijst uitgelegd Online Check-In Hoe gebruik ik de Kassalijst? De Kamers Kalender uitgelegd De Boekingspagina uitgelegd. Het Dashboard uitgelegd Minder weergeven ▼ How to's Hoe voeg je een gast toe aan een reservering? Hoe maak je een nieuwe reservering? Hoe vind je een boeking? Hoe gebruik je Notities in boekingen? Hoe voeg ik extra's toe aan een boeking? Hoe zie je het saldo van een reservering met meerdere kamers? Hoe kan ik een Kamer Toewijzen aan een Boeking? Hoe annuleer ik een boeking? Hoe check ik een reservering in? Hoe om te gaan met een Geannuleerde of No Show non-refundable boeking Hoe maak ik een Nieuwe Groepsboeking? Hoe gebruik ik Labels? Hoe Voeg ik een Creditcard Toe aan een bestaande boeking? Hoe wijzig ik het Kamertype in een Boeking? Hoe verzend ik handmatig een bevestiging per email naar de gast? Hoe pas ik de Kamerprijs van een Boeking aan? Hoe verander ik de housekeeping status van een kamer (vies / schoon)? Hoe stel ik de status 'Out Of Order' of 'Out Of Service' in? Hoe zie ik de Balans van een boeking met meerdere kamers? Hoe stel ik mijn online check-in formulier in? Hoe maak je Nieuwe",
      "metadata": {
        "title": "Kenniscentrum (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Artikelen aan? Hoe Annuleer ik een Groepsboeking? Hoe kan ik een reservering instellen op status Vergrendeld (Do Not Move)? Hoe kan ik annuleringsredenen instellen? Hoe check ik een reservering uit? Hoe je een boeking kunt splitsen met het oog op de BTW-verhoging in 2026. Minder weergeven ▼ Wat is Wat is Automatische Kamer Toewijzing? Het Maaltijdrapport uitgelegd Het Housekeepingrapport uitgelegd Het Managerrapport uitgelegd Het Beschikbaarheidrapport uitgelegd Het Housekeeping Planner Rapport uitgelegd Minder weergeven ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Kenniscentrum (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms What is Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced The Availability Report explained The Availability and Occupancy Report, including the Total Occupancy Rate Graph, is a valuable tool for optimising room inventory and maximizing revenue. Learn via this article the ins and outs of this report. The Availability Report can be found via the main menu under Reports- Availability: In the date range picker chose the period you would like to view the details for: The report shows you the actual Availability (rooms left to sell) and the actual Occupancy per day (Rooms sold) in a graph for clearer visualisation. : In the Top Half of the table you will see : Room Type - All room types that are physically available (inventory) at the property and currently active in your PMS. Base - The base inventory, representing the actual number of rooms being sold for this room type. Average Availability - Shows the average this particular room is available. Dates - Showing you the dates and days of the week and the availability per room type per day. In the middle part of the table you will see: Total OOO - Total of Out Of Order rooms (not for sale) on particular dates. Total On Request - For rooms with 'On Request' status, reservations will need to be manually cancelled at a specified release time if guest confirmation is not received. You can set a release time for each On Request reservation to manage this process efficiently and",
      "metadata": {
        "title": "The Availability Report explained (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "automatically. Mind you: The room within the room type booked is NOT taken out of the availability. Total Sold - The total sold rooms of all room types combined. Total Available Base availability - The actual number of rooms (inventory) in your property. This total is the total of all room types combined. Therefore this property of the example below, has an inventory 55 rooms. Rooms which are set Out of Orde r will be taken out of the inventory , therefore the Total Available Base rooms will be less: Total Occupancy - The total of rooms sold/occupied per day in percentages: Export Options: The report likely includes options to export the data in Excel format for further analysis and sharing: 📝Note: Please note that the figures in this report reflect the actual number of available rooms per day at your property. The availability shown here always displays the real-time count of rooms physically available. Even if availability is adjusted manually in the Rates section of the system. *The only status that affects the availability is the OOO status, as this will be taken out of the inventory. This means: Base Inventory - Sold rooms - OOO rooms = your physical actual availability. *On Request is not taken out of the inventory and until this reservation is confirmed it is still available to be sold. Example: On October 2nd there are: 3 rooms Total Sold ( 2 SGL and 1 Deluxe). This can be checked if you search for the ' In House ' criteria on the specific date in the Booking list Filter: The green highlighted reservation is On Request and therefore does not count in the Total Sold Rooms : N.B.: To check the On Request status click on the eye icon behind the reservation and check status in the pop up that appears: One single room is marked as Out of Order (OOO), which means it is removed from the available inventory. As a result, the report will show 23 available single rooms instead of 24: As said: the manually adjusted availability will not affect the availability report .",
      "metadata": {
        "title": "The Availability Report explained (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "On this date, October 2nd, the availability for the single room was set on 20 in the Rates Feature of the system: The Availability Report , however, remains unchanged : 26 Base Available - 1x OOO room - 2x sold rooms = 23 : Total Occupancy Rate Graph: A bar graph visually representing the daily total occupancy rates. Trends: The graph helps visualize trends in occupancy over the selected date range. X-Axis: Represents the dates within the selected date range: Y-Axis: Represents the occupancy rate percentage (0% to 120%): The occupancy rate percentage per date is displayed above each bar: 🛠️Troubleshooting: Data Discrepancies: If you notice any discrepancies in the data, ensure that the date range is correct and that all room data is accurately entered into the system. Graph Display Issues: If the graph is not displaying correctly, ensure your browser is up-to-date and that JavaScript is enabled. Report Generation Issues: If you encounter issues generating the report, please contact our support team : email support@noovy.com or by phone + 31 20 532 1781 . Copyright © 2026, Noovy",
      "metadata": {
        "title": "The Availability Report explained (חלק 3)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Pages The Dashboard explained The Rooms Calendar explained The Booking List explained The Booking Page explained The Booking Pop-up explained Online Check-In The Group Booking Page explained How to use the POS List See less ▼ How to's MobileKeys Integration: Sending Mobile Keys How to add a guest to a booking? How to Split a Booking in regards to increased VAT in 2026. How to use Booking Notes? How to add extra's to a booking? How to Change the Room Type in a Booking? How to Allocate a Room to a Booking? How to cancel a booking? How to check-In a reservation? How to Add a Credit Card to an existing booking? How to treat a Cancelled or No Show Non Refundable Booking How to check-out a reservation? How to send an E-mail confirmation to a guest? How to Change the Room Rate of a Booking? How to Change the Housekeeping Status of a Room? How to set up Out of Order and Out of Service status How to lock a room? How to create a new booking? How to see the Balance of a multiple rooms booking? How to find a booking? How to setup your online check-in form? How to Create new Products? How to use Tags How to create a new Group Booking? How to handle a Early Check-Out Creating a venue (hotel) How to manage Your Booking's Meal Plans How to Cancel a Group Booking? How to set a reservation to Do Not Move/",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Lock the room? How to set up Cancellation Reasons? See less ▼ What is What is 'Automatic Room Allocation'? The Housekeeping Planner Report explained The Meals Report explained The Housekeeping Report explained The Manager Report explained The Availability Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rates & Distribution Everything about managing rates, availability and booking channels. Restriction No Departures Restriction No Arrivals How to's Rate Calendar, Calendar View - How to change rates (prices) and availability. How to use Bulk Update How do I change the Minimum Length of Stay / Maximum Length of stay? Rate Calendar List View - How to change rates and availability. How to create a new Rate Plan How to read the Rates Calendar? See less ▼ What is What is an OTA? Restriction Auto Close Out Restriction Max. Number of Rooms What is ADR? What is RevPAR? The Channel Report Explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to Allocate a Room to a Booking? You can configure rooms to be automatically assigned to a booking once created. If a booking becomes unassigned for any reason, the system offers straightforward options to link a room number to the booking. ℹ️ Automatic allocation: When your hotel is first onboarded by our Support Team, you can choose to have all bookings automatically allocated to available rooms. If you decide to enable this option later, you can update it at any time in your account settings. 👉 Check the following article: 'What is automatic allocation' Allocations can be done via several features: via the Booking List via the Allocation section on the booking page via the Room Calendar Allocate via the Booking List: From the main menu choose Bookings . You can either go to any booking status tab (arrival/In House/ Departure) on the booking list to find your reservation, or search for a reservation in the Filter 👉 See the article \" How can I search for a booking \" If a booking is unallocated , a door symbol will be shown under the column Rooms . Click on the door symbol : In the pop up screen that appears select the desired room number in the field Select : The room will be immediately allocated : If the allocation was done for a booking with arrival status you can also check in immediately from here: Allocate via the Allocation Section in a booking: When",
      "metadata": {
        "title": "How to Allocate a Room to a Booking? (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "you have opened up a booking (👉see the article \" How do I open a booking? \" ) go to the Room section . When unallocated, instead of a room number, you will see the word Room only. Click on the Allocate button : When the pop-up of the allocation section shows up, select the desired room number : The room will be allocated immediately : Allocate via the Room Calendar: If, for any reason, bookings are unallocated, they will not appear on the Room Calendar. For this reason, it is important to regularly check whether there are any unallocated bookings for a given period so you can allocate them accordingly. The Room Calendar offers a tool to see if unallocated bookings are present. Go to the Room Calendar via the sidebar by choosing Rooms . The date range calendar will determine the period shown on the Room Calendar. If in this particular period, one of the bookings is un allocated you will be notified by a number (indicating the number of unallocated bookings) on the Allocations feature: Click on Allocations to see which bookings for this period still need to be allocated. in the pop-up screen select the room desired and the room will be allocated to the booking: Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to Allocate a Room to a Booking? (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Getting Started Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Getting Started Getting started with Noovy? Start here and become a Noovy expert! How to Connect the Terminal to your Wi-Fi Hoe gebruik ik de Boekings Pagina? Hoe bereik ik het Noovy support team? How to create and manage Segments How to Customise your Registration Form Contacts & Procedures Onboarding process How to contact the support team? How to create a user for Noovy Support on your Online Travel Agent's extranet(s) Basics What is Noovy? How to start with Noovy? How to manage bookings? -Related articles Advanced The Products Feature explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to check-In a reservation? Checking in guests is about more than just a friendly face. Guests appreciate a fast and easy check in and your PMS allows you to do just that. There are three ways to check in a reservation in your PMS: - Via the Booking Page - Via via the Room Calendar - Via the Booking/ Arrival List Via the Booking Page: When you are in the booking page of the arriving guest's reservation, check if it is allocated : Verify whether payment is still outstanding , and process the payment if required—according to your hotel’s policy. In most cases, full payment must be received before issuing the room key to the guest: Proceed the check in by clicking on the Check-In Button : If a pop-up appears asking you to confirm that the room is clean , please make absolutely certain that the room currently marked as dirty has in fact been cleaned. If so tick the box and Submit : The reservation will be checked-In afterwards: Via the Room Calendar In the main menu choose Rooms and click once on the reservation you would like to check in (the default colour for arrivals is grey) A pop up screen appears. It is similar to the booking page, yet a little more concise. Check if the reservation is allocated , and on 0 balance , then hit the Check-In button: The reservation will be checked in : ☝️Mind you (!) you can not check in when the room is dirty (red dot in front",
      "metadata": {
        "title": "How to check-In a reservation? (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "of the room number) Change the status to clean by clicking on the red dot, it will turn green. Please note that you have assured yourself that the room is indeed truly clean by physically checking or consulting housekeeping prior changing the room status to clean. Guests entering a dirty room is obviously not desired. Via the Booking List: In the main menu choose Bookings and click on the tab Arrivals: Bookings that are allocated will show the room number and a key icon. Bookings unallocated will be shown a door icon , pls make sure you allocate that booking *See article \" How do I allocate a booking? \" Click on the key symbol in order execute a fast check in : Or click on the More Action Button behnd the reservation to Check-In : If the room is on status Dirty , the pop up notification will ask you to confirm if the room is actually cleaned and tick the box - Submit : The system will confirm your check in by showing a notification: If this was the last reservation left to check in , the arrival list will be empty (pls refresh your page): 🔆 TIP: The main menu will lead you to anywhere you wish in the system. You can open multiple tabs by clicking on the desired tab with your right mouse button . Choose \" Open link in new tab\" which allows you to navigate between for example the Booking list and the Room Calendar : A new tab will open in your browser, clicking on it will open up the desired part in the system. You can open up multiple tabs at once . It will be easier and quicker to navigate between tabs. Working has never been so efficient! 😀 Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to check-In a reservation? (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to treat a Cancelled or No Show Non Refundable Booking When a non-refundable booking – or a booking that has passed its free cancellation deadline – needs to be cancelled in the system, the applicable cancellation fee must be created and charged. ⚠️Note: In case of cancellation: If the booking is from an OTA such as Expedia or Booking.com, the guest will have to cancel the booking him/herself first via the concerning platform. The booking will be cancelled automatically in the PMS, but will avoid the hotel from having to pay commission to the OTA. In Case of No Show: Some OTA's require you to mark the booking as No Show on Their Extranet. Pls check what applies to the concerning booking. There are two ways to handle a Non-Refundable booking so the correct fee is charged and recorded. (Please confirm with your manager which internal policy to follow) : Cancel the original Proforma and manually create a new No-Show/Cancellation Proforma *The benefit of this approach is that the fee will be added to your Room revenue , ensuring that the Revenue Report reflects accurate, room-related revenue. Cancel the Original Payment and post an Extra, being the No Show/Cancellation Fee item *This method is quicker to execute, as it does not require manually creating a new Proforma; however, the revenue will be recorded under the Product Type assigned to the",
      "metadata": {
        "title": "How to treat a Cancelled or No Show Non Refundable Booking (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "No-Show/Cancellation Fee item. Option 1 Cancel the original Proforma and manually create a new No-Show/Cancellation Proforma. The 7 steps to take for this option: Check Payment Cancel Original Proforma Create a New No show/Cancellation Proforma Check Balance Attach Payments to the new Proforma Finalise Proforma Cancel Booking 1. Check Payment Go to the Booking Page of the concerning booking you need to cancel/which has been cancelled. Make sure there is a payment for the (correct) amount to be collected. If a payment is absent please make sure you collect it. 2. Cancel Original Proforma N.B. If the booking has already been cancelled, the original Proformas will also have been cancelled automatically. In that case, the next step to cancel Proformas does not apply. Via Billings choose See Billings to open up the pop-up which shows you all documents. Cancel the original Proforma by clicking on the 'More action Button' (3 dots behind the concerning proforma)and select Cancel : 3. Create a new Proforma To create a No-Show or Cancellation Proforma go to New Billing in the Billing Section: Fill out the fields : Document type - 'Proforma'. To - Select the payer to appear on this proforma. This could be one of the guests listed in the booking, a company, or even an OTA (online travel agent). Guest/Channel/Company - Choose the correct entity. Payment Method - Select the payment method with which the payment is/will be made. Currency - Choose the currency (if there a re multiple currencies set up for your property). Tags - still in development, not yet active for use. Product type - Uncheck any checked boxes of the previous product in order create a new Cancellation or No Show item Add to the Item List - Add the cancellation item or No show item by changing the name. Change the amount to the confirmed amount (Non Refundable bookings must be paid immediately upon booking), or amount to be paid if payment has not yet been yet. SAVE (Do not forget to Check the box after save!)",
      "metadata": {
        "title": "How to treat a Cancelled or No Show Non Refundable Booking (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Finally, click on ‘ Create a New Proforma ’ A temporary message will show stating a new Proforma has been created : 📝Note: When you create a new Proforma, the default Item Type is always set to ‘Room’ . ☝️Because Cancellation Fees and No Show Fees are treated as Room charges, do not change this item type when adding the fee to the item list. 💡 Tip: 👉 For an elaborate explanation check out our article: 'How to Manually Create a New Proforma?' ☝️N.B. To To avoid charging City Tax/Tourist Tax you must turn the \"Tourist Tax\" switch ON for the New Proforma. This will create the correct Proforma invoice without this tax ( the guest ultimately did not stay and therefore does not have to pay city tax ): Go to the Billing section of the booking and click on ‘ See Billings ’. In the pop-up page that appears, slide the ‘ City tax’ switch to the right with the cursor: 4. Check Balance After the new Proforma was created and the original one was cancelled , the balance of the reservation should be at '0' as the amount paid should balance with the new Proforma: 5. Attach Payment to the new Proforma Next is to 'attach' the payment to the new Proforma by clicking on the More Action Button (3 dots behind the payment) and selecting Switch Proforma/Invoice : Choose the correct Proforma where the payment belongs to and hit Save : 6. Finalise the new Proforma Once you have ensured that the Proforma is correct (payer, amount, item name, etc.), you can finalise it into an Invoice by clicking on the ‘More Action’ button (three dots) next to the Proforma and selecting Finalise : You will be asked one more time if you are sure you want to finalise : 7. Cancel Booking if not done already The booking still needs to be cancelled if this has not already happened automatically via the OTA or by one of your team members: In the ‘ General Information ’ section at the top of the booking page, click on More Change the Status to Cancelled : If a Cancellation reason is required (as per configuration of",
      "metadata": {
        "title": "How to treat a Cancelled or No Show Non Refundable Booking (חלק 3)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "your property in the system) choose the applicable one: Hit Save : The booking has been cancelled : Option 2 Cancel the Original Payment and post an Extra, being the No Show/Cancellation Fee item In order to apply this method please make sure there is an item created in the Products Feature with a title Now-Show/Cancellation Fee. 👉Check out the article 'How to create new Products' if there is no Item created for No Show / cancellation Fee yet. The 7 steps to take for this option: Check Payment Cancel Original Proforma Book on the No show/Cancellation item Check Balance Attach Payments to the new Proforma Finalise Proforma Cancel Booking 1. Check Payment Go to the Booking Page of the concerning booking you need to cancel/which has been cancelled. Make sure there is a payment for the (correct) amount to be collected. If a payment is absent please make sure you collect it. 2. Cancel Original Proforma ☝️N.B. If the booking has already been cancelled, the original Proformas will also have been cancelled automatically. In that case, the next step to cancel Proformas does not apply. Via Billings choose See Billings to open up the pop-up which shows you all documents. Cancel the original Proforma by clicking on the 'More action Button' (3 dots behind the concerning proforma)and select Cancel : 3. Book on the No show/Cancellation Fee item This will create a New Proforma In the Billing section, go to Add Extra's : 👉For an elaborate explanation on adding items go to our article: 'How to add Extra's to a booking? ' 4. Attach Payment to the new Proforma Next is to 'attach' the payment to the new Proforma by clicking on the More Action Button (3 dots behind the payment) and selecting Switch Proforma/Invoice : Choose the correct Proforma where the payment belongs to and hit Save : 5. Finalise the new Proforma Once you have ensured that the Proforma is correct (payer, amount, item name, etc.), you can finalise it into an Invoice by clicking on the ‘More Action’ button (three dots)",
      "metadata": {
        "title": "How to treat a Cancelled or No Show Non Refundable Booking (חלק 4)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "next to the Proforma and selecting Finalise : You will be asked one more time if you are sure you want to finalise : 6. Check Balance After the new Proforma was created and the original one was cancelled , the balance of the reservation should be at '0' as the amount paid should balance with the new Proforma: 7. Cancel Booking if not done already The booking still needs to be cancelled if this has not already happened automatically via the OTA or by one of your team members: In the ‘ General Information ’ section at the top of the booking page, click on More Change the Status to Cancelled : If a Cancellation reason is required (as per configuration of your property in the system) choose the applicable one: Hit Save : The booking has been cancelled : Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to treat a Cancelled or No Show Non Refundable Booking (חלק 5)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rates & Distribution Everything about managing rates, availability and booking channels. Restriction No Departures Restriction No Arrivals How to's Rate Calendar, Calendar View - How to change rates (prices) and availability. How to use Bulk Update How do I change the Minimum Length of Stay / Maximum Length of stay? Rate Calendar List View - How to change rates and availability. How to create a new Rate Plan How to read the Rates Calendar? See less ▼ What is What is an OTA? Restriction Auto Close Out Restriction Max. Number of Rooms What is ADR? What is RevPAR? The Channel Report Explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rate Calendar, Calendar View - How to change rates (prices) and availability. Managing rates and availability is done through the Rate Calendar, which offers both a calendar view and a list view. This article explains how to make updates using the Calendar view. To amend rates and availability quickly for a specific date go to the Rate Calendar : From the main menu go to Rates and choose the tab Calendar : Select t he room type you need to make changes for. Choose the Rate Plan you would like to make changes for: ⚠️Important to know: Generally the Default Rate plan (the Mother Rate Plan) needs to be chosen to amend rates and availability. The rate plan settings have been set up this way that all other rates will be updated in proportion according the set up determined by the client. If the Rate Plan settings needs to be changed, we advice you to contact the Support team or your account manager, they will be more than happy to assist. It is key to change the rate plans correctly as it could have far reaching consequences for the correct rates if done incorrectly. If the rate or availability is changed for a specific rate plan other than Default, please note that this rate plan for the period chosen wil l not be affected by Default any longer . 👉Therefore, the amended rate or availability must be changed in that specific rate plan for that period! Select the",
      "metadata": {
        "title": "Rate Calendar, Calendar View - How to change rates (prices) and availability. (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "month for which you want to modify the rate or availability: Double click on the concerning day click on the Edit button (pen icon) on the specific date you wish to modify: Enter the new Rate and/or new A vailability . . Hit Save , the system will take a little time to process the change(s) : 💡Tip 1: To learn how to use the List View of the Rate Calendar check out the article: 👉 How to change Rates (Prices) and Availability using the List View on the Rate Calendar? 💡Tip 2: To update multiple rates or availability periods at once , learn how to use the Bulk Update feature 👉 How to use the Bulk-Update Copyright © 2026, Noovy",
      "metadata": {
        "title": "Rate Calendar, Calendar View - How to change rates (prices) and availability. (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How do I change the Minimum Length of Stay / Maximum Length of stay? There are periods when you do not want to sell less than a certain number of days per booking, or perhaps when you do not want guests to book for longer than X number of days. To set a minimum or maximum length of stay, follow these steps: Hover your mouse over the main menu and click on Rates : On the Calendar or List page, click on Bulk Update . A pop-up window will appear: Rooms - Select the room type for which you want to set the MinLOS/MaxLOS. Rate Plans - Select the rate plan for which you want to set the MinLOS/MaxLOS. Note: If you want to set restrictions, never use the Default Rate Plan. Unlike changing prices and availability in Default, adjusting restrictions in Default does not affect other rate plans in regards to the restrictions! Therefore, make sure you select the rate plans you want to adjust with a restriction. Date Range - Select the period(s) in which you want to set the MinLOS/MaxLos Days of the Week - If it only applies to certain days of the week, you can select the days for which the MLOS applies to activate them. The purple fields will turn white, indicating they are activated. To set the minimum or maximum length of stay, scroll down to ' Restrictions ' and click 'Min. Length of Stay' or 'Max. Length of Stay'. Enter the desired minimum and/or maximum number of days",
      "metadata": {
        "title": "How do I change the Minimum Length of Stay / Maximum Length of stay? (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "and click ' Save ': The restrictions you set will be visible in the Rates calendar , as shown in the following image for the List tab : For the Calendar tab , the restrictions will appear as follows :: When you move your cursor over the cross , you will see information regarding the restrictions: ⚠️Important to know : You cannot remove restrictions the same way you set them. However, you can adjust the number in the same way, following the same steps and simply change the number. To remove restrictions: In the bulk update, select the rate plans for which you want to remove the restrictions and the period for which you want to do this, and select Reset to Default. 💡Tip: You can alternatively apply restrictions directly within the Rate Plans by navigating to Settings > Rate Plans and clicking the edit (pen) icon for the desired rate plan. Setting restrictions here ensures they are consistently applied to the rate plan and remain unchanged unless updated: If you would like more information about this, please contact NOOVY Support . Changing Rate plans can have negative consequences if not done correctly! Copyright © 2026, Noovy",
      "metadata": {
        "title": "How do I change the Minimum Length of Stay / Maximum Length of stay? (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution What is Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced What is RevPAR? RevPAR (Revenue per Available Room) — a key performance metric that shows the revenue earned per available room, taking into account both occupancy and room rates. Where to find RevPAR: RevPAR is to be found in the On Books Report . Calculation in Noovy: RevPAR is calculated using the formula: RevPAR = Total Room Revenue ÷ Total Rooms Available Or equivalently: RevPAR = ADR × Occupancy Rate Total Room Revenue : Sum of revenue from sold rooms for the selected period. Total Rooms Available : Number of rooms multiplied by the number of days in the period. Occupancy Rate (OCC%) : Percentage of available rooms that were sold. Why RevPAR matters: RevPAR gives you a clear view of your property’s revenue efficiency , combining both rate and occupancy. Tracking it helps you: Evaluate overall performance beyond just sold rooms. Identify periods of strong or weak revenue generation. Make informed pricing and operational decisions to maximize revenue. 💡 Tip: Always use RevPAR (Revenue per Available Room) together with ADR (Average Daily Rate) and Occupancy Rate for a complete picture of your property’s performance. Copyright © 2026, Noovy",
      "metadata": {
        "title": "What is RevPAR?",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Hardware Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Kiosk Configuration Guide Door Locks How to install Noovy door locks? How to connect a gateway to my WiFi? Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Getting Started Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Getting Started Getting started with Noovy? Start here and become a Noovy expert! How to Connect the Terminal to your Wi-Fi Hoe gebruik ik de Boekings Pagina? Hoe bereik ik het Noovy support team? How to create and manage Segments How to Customise your Registration Form Contacts & Procedures Onboarding process How to contact the support team? How to create a user for Noovy Support on your Online Travel Agent's extranet(s) Basics What is Noovy? How to start with Noovy? How to manage bookings? -Related articles Advanced The Products Feature explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Hardware Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Kiosk Configuration Guide Door Locks How to install Noovy door locks? How to connect a gateway to my WiFi? Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Finance & Payments Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Pages Payment Log Report How to's How to take a payment via a credit card on file? How to Cancel a Proforma How to Cancel (release) a Credit Card Authorisation How to Capture a Credit Card Authorisation How to refund a payment? How to Email an Invoice? How to Download an Invoice? How to Change the Payer on a Proforma or Invoice? How to Attach a Payment to the (correct) document? How to Authorise a Credit Card? How to credit an invoice? How to Manually Create a Proforma? How to Combine Invoices? Setting up Payment Gateways Rules Creating one invoice for multiple bookings How to refund City Tax for Pre Paid Bookings How to control the Stripe Payments and Payouts How to send a payment link How to manage a cancellation policy How to send a credit card authorization link How to check for unfinalised proforma's How to generate a transaction report in Stripe How to Collect Payments on the Booking page. How to navigate through the Payment Gateway Logs How to manage and create Taxes See less ▼ What is The On Books Report explained What is the difference between Simple Post and Payment Gateway? The Pick Up Report explained The Tax Report explained The Revenue Report Explained The Payment Report explained The Billing Documents Report Explained The Debtor Report explained The Products",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Report explained The Payment Link Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rate Calendar List View - How to change rates and availability. Managing rates and availability is done through the Rate Calendar, which offers both a calendar view and a list view. This article explains how to make updates using the List View Take the next steps: Go to Rates via the main menu and click on the List : The Calendar will firstly show the rates . By clicking on the arrow behind a specific rate plan you can choose to view the availability of this rate plan: If you are needing to change the rate of a certain rate plan on 1 particular date and for 1 Room type : Double click on the desired date behind the rate plan you are wanting to change the rate for and hit Save: ⚠️Important to know: Generally the Default Rate plan (the Mother Rate Plan) needs to be chosen to amend rates and availability. The rate plan settings have been set up this way that all other rates will be updated in proportion according the set up determined by the client. If the Rate Plan settings needs to be changed, we advice you to contact NOOVY Support, the will be more than happy to assist. It is key to change the rate plans correctly as it could have far reaching consequences for the correct rates if done incorrectly. If the rate or availability is changed for a specific rate plan other than Default, please note that this rate plan for the period chosen will not be affected by",
      "metadata": {
        "title": "Rate Calendar List View - How to change rates and availability. (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Default any longer. Therefore, the amended rate or availability must be changed in that specific rate plan for that period! The rate has been changed : By clicking once on the rate you have just changed you will see the logs/history , showing you who changed what and when: Changing the availability Choose Availability by clicking on the arrow under Rates and fill out the desired amount : The availability will change after hitting SAVE By moving your cursor on the availability, you will see the logs of the particular availability : Example: Fiscal Rooms - The actual amount of inventory of the particular room type, minus the sold rooms and/or Out of Order Rooms for the viewed date. Sold - The amount sold on the specific date for the specific room type you are viewing. Disabled - The Rooms that are disabled and no longer active in the Room Settings (For example when the hotel has changed the inventory of this Room Type/ Meta object) Out Of Order - Rooms that have been given the status out of order by a manager and are no longer for sale due to for example technical reasons. A particular room can no longer be sold until the issue is resolved. Out Of Service - Out Of Service rooms are still for sale, yet are marked due to an small issue that needs to be resolved before the guest will enter the room. It is an internal notification and makes everyone aware of the status. 💡Tip 1: To change multiple dates/periods, room types and rate plans , the Bulk Update will be used, please check the article How to use Bulk Update 💡Tip 2: Check out the article how you can change rates and availability using the Calendar view on the Rate Calendar 👉 here . Copyright © 2026, Noovy",
      "metadata": {
        "title": "Rate Calendar List View - How to change rates and availability. (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Hardware Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Kiosk Configuration Guide Door Locks How to install Noovy door locks? How to connect a gateway to my WiFi? Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Finance & Payments Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Pages Payment Log Report How to's How to take a payment via a credit card on file? How to Cancel a Proforma How to Cancel (release) a Credit Card Authorisation How to Capture a Credit Card Authorisation How to refund a payment? How to Email an Invoice? How to Download an Invoice? How to Change the Payer on a Proforma or Invoice? How to Attach a Payment to the (correct) document? How to Authorise a Credit Card? How to credit an invoice? How to Manually Create a Proforma? How to Combine Invoices? Setting up Payment Gateways Rules Creating one invoice for multiple bookings How to refund City Tax for Pre Paid Bookings How to control the Stripe Payments and Payouts How to send a payment link How to manage a cancellation policy How to send a credit card authorization link How to check for unfinalised proforma's How to generate a transaction report in Stripe How to Collect Payments on the Booking page. How to navigate through the Payment Gateway Logs How to manage and create Taxes See less ▼ What is The On Books Report explained What is the difference between Simple Post and Payment Gateway? The Pick Up Report explained The Tax Report explained The Revenue Report Explained The Payment Report explained The Billing Documents Report Explained The Debtor Report explained The Products",
      "metadata": {
        "title": "Knowledge Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Report explained The Payment Link Report explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rates & Distribution Everything about managing rates, availability and booking channels. Restriction No Departures Restriction No Arrivals How to's Rate Calendar, Calendar View - How to change rates (prices) and availability. How to use Bulk Update How do I change the Minimum Length of Stay / Maximum Length of stay? Rate Calendar List View - How to change rates and availability. How to create a new Rate Plan How to read the Rates Calendar? See less ▼ What is What is an OTA? Restriction Auto Close Out Restriction Max. Number of Rooms What is ADR? What is RevPAR? The Channel Report Explained See less ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Profiles & Tasks Everything about guests, companies, users, emails and task management. Pages How do Tasks work? Payment Log Report Guest Profiles How to's How to Create a Task? How to Activate or De-Activate an Email Template? How to delete an Email Template? How to create a new Email template? Adding Guest Details to Email Templates How to login into Noovy? How to update your User Profile? How to download the mobile App How to create a profile Notification Center How to Create a Customised Role? How to Change User Permissions How to create and manage Company Profiles See less ▼ What is The Nationality Report explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Getting Started Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Getting Started Getting started with Noovy? Start here and become a Noovy expert! How to Connect the Terminal to your Wi-Fi Hoe gebruik ik de Boekings Pagina? Hoe bereik ik het Noovy support team? How to create and manage Segments How to Customise your Registration Form Contacts & Procedures Onboarding process How to contact the support team? How to create a user for Noovy Support on your Online Travel Agent's extranet(s) Basics What is Noovy? How to start with Noovy? How to manage bookings? -Related articles Advanced The Products Feature explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Profiles & Tasks Everything about guests, companies, users, emails and task management. Pages How do Tasks work? Payment Log Report Guest Profiles How to's How to Create a Task? How to Activate or De-Activate an Email Template? How to delete an Email Template? How to create a new Email template? Adding Guest Details to Email Templates How to login into Noovy? How to update your User Profile? How to download the mobile App How to create a profile Notification Center How to Create a Customised Role? How to Change User Permissions How to create and manage Company Profiles See less ▼ What is The Nationality Report explained Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to create a profile This guide provides clear instructions for creating a user profile. User profiles are subaccounts established under a hotel account, each with specific roles and access permissions. 1. Navigate to Profiles In the left-hand navigation panel, select Profiles . This section displays all user profiles created under the hotel account, including your own. You can view details such as access levels, roles, and active status. To create a new user, click the +New User button. 2. Configure the New User Profile Upon clicking +New User , a panel will appear on the right with the following fields and settings: User Name : Enter the name for the new user. Password : Set a secure password for the user. Email : Provide the user’s email address. Send Emails : Choose whether notifications will be sent to the hotel account, the new user, or both. Language : Select the preferred language for the user. Access Level : Define the user’s access permissions. Role Type : Choose from default role types or a custom role. This determines the areas of the system the user can access and modify. Existing Roles : Assign a specific role (default or custom) to the user, which defines their access scope. Default Venue : Select the venue to which the user will be assigned. 3. Save or Cancel Click Save to create the new user profile. The profile will be immediately active. Click Cancel to discard the changes and exit the process.",
      "metadata": {
        "title": "How to create a profile (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to create a profile (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks Pages Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How do Tasks work? The Tasks function allows you to stay organized by having a clear overview of ongoing and upcoming tasks within your team and set reminders for specific tasks that need to be completed at a set time. ✅Upcoming tasks are designed to help you schedule reminders for specific activities that need to be completed by a set time, such as: - Delivering flowers to a room - Collecting an order - Service or cleaning a specific area - Assembling meeting materials - Submitting reports ....And much more. 🌞 Start your morning well prepared! On the system's Dashboard , you can quickly view a summary of your assigned tasks and check them off efficiently. To explore your tasks in detail, go to the main menu and select Tasks : By default , the Tasks section and dashboard only show tasks that are specifically assigned to you or to groups of which you are a member. You can view tasks assigned to other users or different groups : Use the toggle located in the top right corner, next to the Filter Button: Use the Filte r to search for tasks: How to organise Tasks Easily organise your tasks by using the drag-and-drop feature , allowing you to categorise them as requests, to-dos, in progress, or completed tasks. Simply click and hold the task you would like to move and drag it to the desired status : ☝️When statuses of taken orders are changed after you have accepted, completed, etc., this",
      "metadata": {
        "title": "How do Tasks work? (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "will also be immediately updated in the Dashboard . Clicking on the eye icon in a specific task will open it: You can also add a note to a task to highlight any special instructions or important details, making it clear to yourself and your team what unique features or requirements are associated with that task. 💡Tip: To create a new task visit our article: 👉 ' How to create a task ' Copyright © 2026, Noovy",
      "metadata": {
        "title": "How do Tasks work? (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Notification Center This guide explains how to configure the notification center for an existing user. The notification center allows you to customize notification preferences for various events, enabling or disabling them as needed. Navigate to the Profiles Section In the left panel, go to Profiles . Access the User’s Notification Center Locate the specific user in the list and click the pen icon on the far right side of their profile row. A panel will open from the right side displaying the user’s general information. Scroll to the lower part of the panel to find the Notification Center . Configure Notification Options In the Notification Center, a menu displays various notification types with options to toggle them on or off . You can customize the combination of notifications based on the user’s needs. Notifications Notifications panel New Bookings New Task New Group Booking Checked-out OOO (Out Of Order) Created E-mail Notifications Adding and removing room Adding and removing of an item Adding and removing group Name change Adding and removing a provider Adding and removing persons Adding and removing provider number Change in rates Allocate a room and any amendment of the allocation Adding and removing from credit card Check-in New Reservations Check-out Cancellation of the reservation Enable or disable each option by toggling the corresponding switch to",
      "metadata": {
        "title": "Notification Center (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "match the user’s preferences. In the upper panel, you can select whether to send push notifications, display notifications in the panel, or enable both options. Save or Cancel Changes Click Save to apply the selected notification settings. Click Cancel to discard any changes and close the panel without saving. Copyright © 2026, Noovy",
      "metadata": {
        "title": "Notification Center (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to Create a Customised Role? Follow these steps to create a new custom role and configure its permissions, so you stay in full control of what each role can access and perform. Why create a Customised Role? The system comes with a set of pre-defined roles so you can start working in the system as soon as you go live. Creating custom roles later is straightforward and allows you to define exactly which permissions each role should have and how you want to manage access. ☝️ Please note that only managers can perform this task, as this role has the permission to create new roles. From the main menu navigate to Settings - Permissions - New Role : In the pop up screen that appears enter the Role Name first: You can use the template of a Default Role and amend the role to your liking in the next steps: In this example, the Front Desk role template is selected. For each permission feature, simply toggle on or off according to what this new role should be allowed to do : Choose the users that will be assigned to this role: Once all fields are completed, click Save to finalise the creation of the New Role : Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to Create a Customised Role?",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Overslaan naar inhoud Nederlands Deutsch English Nederlands Submenu tonen voor vertalingen Hoofdnavigatie openen Hoofdnavigatie sluiten Nederlands Deutsch English Nederlands Submenu tonen voor vertalingen Ga naar www.noovy.com Ga naar www.noovy.com Hulp nodig? Wij staan voor u klaar. Er zijn geen suggesties want het zoekveld is leeg. Kenniscentrum Profielen & Taken Boekingen & Kamers Pagina's How to's Wat is Tarieven en distributie How to's Wat is de betekenis van ADR Financiën en betalingen Pagina's How to´s Wat is Profielen & Taken Pagina's How to's Wat is Aan de slag Contacts & Procedures Gevorderd How-Tos Profielen & Taken Alles over gasten (-profielen), bedrijven, gebruikers, emails en taken management. Pagina's Hoe werken Taken? Nationaliteitenrapport Gastprofielen How to's Notificatie / Bericht Centre Hoe Wijzig je de Gebruikersrechten? Hoe maak je een Taak aan? Hoe Activeer of De-Activeer ik een Emailsjabloon? Hoe verwijder ik een Email Sjabloon? Hoe maak ik een nieuw email sjabloon aan? Bedrijfsprofielen aanmaken en beheren Hoe werk ik mijn Profiel bij? Hoe de Noovy App te Installeren Hoe moet ik Inloggen bij Noovy Hoe creëer je een Op Maat gemaakte Rol? Minder weergeven ▼ Wat is Het Nationaliteitenrapport uitgelegd Copyright © 2026, Noovy",
      "metadata": {
        "title": "Kenniscentrum",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks How to's Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced How to Activate or De-Activate an Email Template? When email templates are created, and you would like to be able to sent it out, it needs to be in the active status. How to activate, but also how to de-activate, use the following steps. Activate or De-activate an Email Template Go to the Main Menu - Settings - Emails: Identify the template that you would like to change the status for from the templates list * If there are multiple templates that do not fit on 1 page, you can show multiple templates per page, or click through to the next page: Identify the template that you would like to change the status for: Click on the Edit button of the template. Toggle the button On or Off in order to choose the desired status : Hit Save to complete the change: When the change has been completed , you will receive the following temporary message at the bottom of your screen: ℹ️ Some additional information on the Email Feature: Sending emails to guests, bookers, or companies Automatically or Manually: 1. Automatically : Via rules that are or,can be, set up in the Emails Feature - Rules : 2. Manually : Via the following three options: - the Bookinglist: - the Booking Page of a reservation: - the Booking pop up when clicking on a booking once in the feature Rooms (calendar): 💡 Tip : Check out the following related articles: 👉 'How to create a new email template' 👉 'How to",
      "metadata": {
        "title": "How to Activate or De-Activate an Email Template? (חלק 1)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "delete an email template' 👉 'How to send an email confirmation to a guest' ☝️ Please Note: Activating an Email Template will not lead to being able to manually send out Emails . Please note that the toggle Manual should be switched ON as well, Save Message to make users able to sent the concerning Email Template Manually.: Copyright © 2026, Noovy",
      "metadata": {
        "title": "How to Activate or De-Activate an Email Template? (חלק 2)",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    },
    {
      "content": "Zu Content springen Deutsch English Nederlands Deutsch Untermenü für Übersetzungen anzeigen Hauptnavigation öffnen Hauptnavigation schließen Deutsch English Nederlands Deutsch Untermenü für Übersetzungen anzeigen Besuchen Sie www.noovy.com/de/ Besuchen Sie www.noovy.com/de/ Need help? We are here for you. Es gibt keine Vorschläge, da das Suchfeld leer ist. Knowledge Center Profile & Aufgaben Buchungen & Zimmer Seiten How to's Was ist Preise & Vertriebswege How to's Was ist Finanzen & Zahlungen How to's Was ist Profile & Aufgaben Seiten How to's Erste Schritte Kontakte & Verfahren Grundlagen Fortgeschritten How-Tos Profile & Aufgaben Alles über Gäste, Unternehmen, Benutzer, E-Mails und Aufgabenmanagement. Seiten Gästeprofile How to's Wie melde ich mich an? Benachrichtigungszentrum Wie aktualisiere ich mein Benutzerprofil? So laden Sie die Noovy Mobile App herunter So änderst du deine Benutzerberechtigungen Wie erstellt man eine neue Email-Vorlage? Wie löscht man eine Email-Vorlage? Wie Aktiviert oder Deaktiviert man eine EMail-Vorlage? Wie erstellst du eine benutzerdefinierte Rolle? Weniger anzeigen ▼ Copyright © 2026, Noovy",
      "metadata": {
        "title": "Knowledge Center",
        "category": "noovy",
        "tags": "scraped,en,help.noovy.com"
      },
      "distance": 0.0
    }
  ]
}
