[
  {
    "id": "authentication_0",
    "title": "התחברות למערכת",
    "content": "להתחברות למערכת יש להזין שם משתמש וסיסמה בדף הכניסה. במקרה של שכחת סיסמה, יש ללחוץ על 'שכחתי סיסמה' ולעקוב אחר ההוראות.",
    "category": "authentication",
    "tags": [
      "login",
      "password",
      "התחברות"
    ]
  },
  {
    "id": "reservations_1",
    "title": "ניהול הזמנות",
    "content": "לניהול הזמנות, היכנס לתפריט 'הזמנות', בחר את התאריך והחדר הרצוי. ניתן להוסיף פרטי אורח, לבחור חבילות ושירותים נוספים. לאחר מילוי כל הפרטים, לחץ על 'שמור הזמנה'.",
    "category": "reservations",
    "tags": [
      "booking",
      "הזמנות",
      "חדרים"
    ]
  },
  {
    "id": "reports_2",
    "title": "דוחות ותשלומים",
    "content": "מערכת הדוחות מאפשרת ליצור דוחות על תפוסה, הכנסות, ותשלומים. ניתן לסנן לפי תאריכים, חדרים וסטטוס תשלום. הדוחות ניתנים לייצוא לאקסל או PDF.",
    "category": "reports",
    "tags": [
      "reports",
      "payments",
      "דוחות",
      "תשלומים"
    ]
  },
  {
    "id": "rooms_3",
    "title": "ניהול חדרים",
    "content": "במסך ניהול החדרים ניתן לראות את סטטוס כל חדר (פנוי, תפוס, בניקיון), לעדכן מחירים, להגדיר סוגי חדרים ולנהל תחזוקה.",
    "category": "rooms",
    "tags": [
      "rooms",
      "חדרים",
      "תחזוקה"
    ]
  },
  {
    "id": "troubleshooting_4",
    "title": "תמיכה טכנית בעיות נפוצות",
    "content": "בעיות נפוצות: מערכת איטית - נקה cache של הדפדפן. שגיאת חיבור - בדוק חיבור לאינטרנט. לא מצליח להדפיס - בדוק הגדרות מדפסת. נתונים לא מתעדכנים - רענן את הדף.",
    "category": "troubleshooting",
    "tags": [
      "technical support",
      "תמיכה טכנית",
      "בעיות"
    ]
  },
  {
    "id": "noovy_5",
    "title": "Knowledge Center",
    "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Rates & Distribution Everything about managing rates, availability and booking channels. Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Profiles & Tasks Everything about guests, companies, users, emails and task management. Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Getting Started Getting started with Noovy? Start here and become a Noovy expert! Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_6",
    "title": "Knowledge Center",
    "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Getting Started Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Getting Started Getting started with Noovy? Start here and become a Noovy expert! How to Connect the Terminal to your Wi-Fi Hoe gebruik ik de Boekings Pagina? Hoe bereik ik het Noovy support team? How to create and manage Segments How to Customise your Registration Form Contacts & Procedures Onboarding process How to contact the support team? How to create a user for Noovy Support on your Online Travel Agent's extranet(s) Basics What is Noovy? How to start with Noovy? How to manage bookings? -Related articles Advanced The Products Feature explained Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_7",
    "title": "Knowledge Center (חלק 1)",
    "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Bookings & Rooms Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Bookings & Rooms Everything about the rooms, bookings, products and online check-in. Pages The Dashboard explained The Rooms Calendar explained The Booking List explained The Booking Page explained The Booking Pop-up explained Online Check-In The Group Booking Page explained How to use the POS List See less ▼ How to's MobileKeys Integration: Sending Mobile Keys How to add a guest to a booking? How to Split a Booking in regards to increased VAT in 2026. How to use Booking Notes? How to add extra's to a booking? How to Change the Room Type in a Booking? How to Allocate a Room to a Booking? How to cancel a booking? How to check-In a reservation? How to Add a Credit Card to an existing booking? How to treat a Cancelled or No Show Non Refundable Booking How to check-out a reservation? How to send an E-mail confirmation to a guest? How to Change the Room Rate of a Booking? How to Change the Housekeeping Status of a Room? How to set up Out of Order and Out of Service status How to lock a room? How to create a new booking? How to see the Balance of a multiple rooms booking? How to find a booking? How to setup your online check-in form? How to Create new Products? How to use Tags How to create a new Group Booking? How to handle a Early Check-Out Creating a venue (hotel) How to manage Your Booking's Meal Plans How to Cancel a Group Booking? How to set a reservation to Do Not Move/",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_8",
    "title": "Knowledge Center (חלק 2)",
    "content": "Lock the room? How to set up Cancellation Reasons? See less ▼ What is What is 'Automatic Room Allocation'? The Housekeeping Planner Report explained The Meals Report explained The Housekeeping Report explained The Manager Report explained The Availability Report explained See less ▼ Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_9",
    "title": "Noovy",
    "content": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many attempts at this request. Please try this action again in a few minutes. Having trouble? Contact the site's administrator",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_10",
    "title": "Knowledge Center",
    "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Rates & Distribution Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Rates & Distribution Everything about managing rates, availability and booking channels. Restriction No Departures Restriction No Arrivals How to's Rate Calendar, Calendar View - How to change rates (prices) and availability. How to use Bulk Update How do I change the Minimum Length of Stay / Maximum Length of stay? Rate Calendar List View - How to change rates and availability. How to create a new Rate Plan How to read the Rates Calendar? See less ▼ What is What is an OTA? Restriction Auto Close Out Restriction Max. Number of Rooms What is ADR? What is RevPAR? The Channel Report Explained See less ▼ Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_11",
    "title": "Noovy",
    "content": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many attempts at this request. Please try this action again in a few minutes. Having trouble? Contact the site's administrator",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_12",
    "title": "Knowledge Center",
    "content": "Skip to content English Show submenu for translations Sign in Open main navigation Close main navigation English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Hardware Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Hardware Everything about our hardware. Payment Terminals, Door Locks, Scanners and Kiosks. Kiosk Configuration Guide Door Locks How to install Noovy door locks? How to connect a gateway to my WiFi? Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_13",
    "title": "Knowledge Center",
    "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Profiles & Tasks Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Profiles & Tasks Everything about guests, companies, users, emails and task management. Pages How do Tasks work? Payment Log Report Guest Profiles How to's How to Create a Task? How to Activate or De-Activate an Email Template? How to delete an Email Template? How to create a new Email template? Adding Guest Details to Email Templates How to login into Noovy? How to update your User Profile? How to download the mobile App How to create a profile Notification Center How to Create a Customised Role? How to Change User Permissions How to create and manage Company Profiles See less ▼ What is The Nationality Report explained Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_14",
    "title": "Knowledge Center (חלק 1)",
    "content": "Skip to content English Deutsch Nederlands English Show submenu for translations Sign in Open main navigation Close main navigation English Deutsch Nederlands English Show submenu for translations Sign in Go to www.noovy.com Go to www.noovy.com Need help? We are here for you. There are no suggestions because the search field is empty. Knowledge Center Finance & Payments Bookings & Rooms Pages How to's What is Rates & Distribution How to's What is Finance & Payments Pages How to's What is Profiles & Tasks Pages How to's What is Hardware Door Locks Getting Started Contacts & Procedures Basics Advanced Finance & Payments Everything about collecting payments, sending invoices and revenue reports. Pages Payment Log Report How to's How to take a payment via a credit card on file? How to Cancel a Proforma How to Cancel (release) a Credit Card Authorisation How to Capture a Credit Card Authorisation How to refund a payment? How to Email an Invoice? How to Download an Invoice? How to Change the Payer on a Proforma or Invoice? How to Attach a Payment to the (correct) document? How to Authorise a Credit Card? How to credit an invoice? How to Manually Create a Proforma? How to Combine Invoices? Setting up Payment Gateways Rules Creating one invoice for multiple bookings How to refund City Tax for Pre Paid Bookings How to control the Stripe Payments and Payouts How to send a payment link How to manage a cancellation policy How to send a credit card authorization link How to check for unfinalised proforma's How to generate a transaction report in Stripe How to Collect Payments on the Booking page. How to navigate through the Payment Gateway Logs How to manage and create Taxes See less ▼ What is The On Books Report explained What is the difference between Simple Post and Payment Gateway? The Pick Up Report explained The Tax Report explained The Revenue Report Explained The Payment Report explained The Billing Documents Report Explained The Debtor Report explained The Products",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  },
  {
    "id": "noovy_15",
    "title": "Knowledge Center (חלק 2)",
    "content": "Report explained The Payment Link Report explained See less ▼ Copyright © 2026, Noovy",
    "category": "noovy",
    "tags": [
      "scraped",
      "en",
      "help.noovy.com"
    ]
  }
]